Repository: fulviomanente/IQRight_Local
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Student created successfully
es: Estudiante adicionado con Exito!

source: Error occured
es: Ocurrió un error

source: Email already exist
es: Correo ya existente

source: Relationship created successfully
es: Relación establecida con Exito

source: Relationship revoked successfully
es: Relación borrada con Exito

source: Parent created successfully
es: Responsable creado con Exito

source: Success
es: Exito

source: File Uploaded and Import Process Started. You will receive an email once the import is done
es: Upload y Importación del Archivo Ejecutados. El proceso fue iniciado y un correo será enviado tan pronto el proceso haya terminado.

source: Invalid Grades:
es: Serie Inválida

source: Invalid Teachers:
es: Nombre del(a) maestro(a) inválido

source: User admin created successfully
es: Usuario Admin creado con Exito

source: Session has expired, please login again
es: Su sesión ha expirado, favor hacer login nuevamente

source: Username
es: Usuario

source: Password
es: Contraseña

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: Confirm Password
es: Confirme su Contraseña

source: Passwords do not match
es: Contraseñas no coinciden

source: Error uploading File to the Storage
es: Error al ejecutar el upload del archivo

source: Spanish
es: Español

source: Portuguese
es: Portugues

source: Page Not Found
es: Pagina no Encontrada

source: Not support yet
es: Funcionalidad todavia no soportada

source: Previous
es: Anterior

source: Next
es: Proximo

source: Approval Requests
es: Aprovaciones

source: Access Request
es: Acceso requerido

source: Name
es: Nombre

source: Grade
es: Serie

source: Teacher
es: Maestro(a)

source: PrimaryResponsible
es: Responsable Primario

source: Requestor
es: Solicitante

source: Status
es: Estado

source: Info
es: Información

source: Approve
es: Aprobar

source: Deny
es: denegar

source: Ad-Hoc Pickup Authorization
es: Autorización de recogida ad hoc

source: Picker
es: Recogedor

source: Requested_by
es: Solicitado por

source: Authorized_User
es: Autorizado

source: Relationship
es: Relación

source: Email
es: Correo

source: Phone
es: Telefono

source: Confirm
es: Confirmar

source: Family Maintenance
es: Mantenimiento Familiar

source: Student First Name
es: Nombre del Alumno

source: Student Last Name
es: Apellido del Alumno

source: Student Number
es: Numero/Credencial

source: Parent's First Name
es: Nombre del Responsable

source: Parent's Last Name
es: Apellido del Responsable

source: Phone Number
es: Telefono

source: Search
es: Busqueda

source: Add Parent
es: Add. Resopnsable

source: Group
es: Grupo

source: Expire Date
es: Fecha Caducidad

source: Actions
es: Acciones

source: Revoke
es: Borrar

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Add Relationship
es: Add Relacionamiento

source: Starting Date
es: Fecha de Inicio

source: Main Contract
es: Contacto Principal

source: Welcome
es: Bien Venido(a)

source: Urgent For Today
es: Urgente para Hoy

source: It's Running Late
es: Retrasado

source: Pending for Today
es: Pendiente para Hoy

source: Forgot Your Password?
es: Olvidé mi Contraseña

source: Massive Maintenance
es: Mantenimiento Massivo

source: Drag and drop files here
es: Mueva tus archivos aqui

source: Limit 200MB per file
es: Límite de 200Mb por archivo

source: Browse Files
es: Busqueda de Archivos

source: Reset Password
es: Reset de Contraseña

source: Student Maintenance
es: Mantenimiento de Alumnos

source: Change Password
es: Cambiar Contraseña

source: User Admin
es: Usuarios ADM

source: Add Student
es: Add Alumno

source: External Number
es: Numero Externo

source: Authorized
es: Autorizado

source: Main Contract
es: Contacto Principal

source: Add User Admin
es: Add Usuario ADM

source: Super User
es: Super Usuario

source: Add Admin
es: Add ADM
